/**
 * Created by Administrator on 2017/3/15.
 */
var http=require('http');
http.request({
    host:'127.0.0.1',
    port:4000,
    url:'/',
    method:'get'
},function () {
    
})
1，小阿福移动端首页关于我们和承诺ui修改；
2，小阿福移动端订单详情页面修正；
3，小阿福移动端套餐评价显示bug修复；
4，小阿福移动端订单列表文字信息显示位置调整；
5，小阿福移动端订单列表和订单详情页面样式调整，修改密码页面调整；
6，小阿福移动端消费记录页面更改，招聘详情页面文本位置调整；
7，小阿福移动端招聘添加json模拟数据，localstorage数据交互，pc端招聘页面数据动态化，json集中管理；
8，小阿福移动端修复纪念品订单列表和详情页面的样式；
9，小阿福移动端快速预约页面样式调整；
10，小阿福移动端品牌故事页面样式偏移调整；

1，小阿福后台短信模板添加字数提示tip；
2，小阿福后台分配话务火狐下样式bug修复；

1，小阿福pc端登录页面背景图更换，登录框位置调整；
2，小阿福pc端和移动端订单列表页面重构，分别添加纪念品订单和理发订单页面；
3，小阿福pc端订单确认收货按钮修改；
4，小阿福pc端评价页面上传图片弹窗调整；
5，小阿福pc端注册、登录、修改密码页面修复ie下背景不显示的bug；
6，小阿福pc端弹框插件化，移动端档期选择插件化。

1，小阿福后台件袋管理点击发件样式错乱；

1，嗯嗯移动端ui样式调整；
2，嗯嗯移动端快速预约页面表单样式优化；
3，嗯嗯移动端订单详情页面样式优化；
4，嗯嗯移动端订单详情页面样式优化；



